{
  "data": [
    {
      "code": "A",
      "name": "Fully flexible core contribution",
      "description": "Financial contribution to the aid organisation budget, fully flexible (within the boundaries set in mandates, governing body regulations etc.)"

    },
    {
      "code": "B",
      "name": "Fully flexible core contribution to the CERF",
      "description": "Financial contribution to CERF budget, fully flexible within the CERF regulations."
    },
    {
      "code": "C",
      "name": "Core contribution",
      "description": "Financial contribution to a significant part of the aid organisation’s mandate, e.g. restricted to the humanitarian operations of a double-mandated organisation."
    },
    {
      "code": "D",
      "name": "Core contribution with limitations",
      "description": "Financial contribution, but with exclusions pertaining to a small number of specific countries."
    },
    {
      "code": "E",
      "name": "Directed to a geographical region or a strategic objective",
      "description": "Financial contribution, fully flexible within the boundaries of the strategic objective (e.g. health or education) or region (e.g. Africa)."
    },
    {
      "code": "F",
      "name": "Directed to a Country-Based Pooled Fund",
      "description": "Financial contribution directed to a specific Country-Based Pooled Fund, otherwise fully flexible."
    },
    {
      "code": "G",
      "name": "Directed to an aid organisation’s country operations",
      "description": "Financial contribution, directed to a specific country, otherwise fully flexible."
    },
    {
      "code": "H",
      "name": "Directed to subobjective/target",
      "description": "Financial contribution, directed to subcategories of strategic objectives, e.g. health/malaria or education /teacher training, but without geographical limitations."
    },
    {
      "code": "I",
      "name": "Directed to a specific project",
      "description": "Financial contribution directed to a specific project in a specific country."
    },
    {
      "code": "J",
      "name": "Directed geographically and thematically, tied financia",
      "description": "Financial contribution, tied to certain conditions in terms of purchase restrictions, directed to a specific country/region and to a specific objective. E.g. financial contribution for purchase of ABC for school feeding in X-land."
    },
    {
      "code": "K",
      "name": "Directed geographically and thematically, in kind.",
      "description": "In-kind contribution directed to a specific country/region and to a specific objective. E.g. rice for school feeding in X-land."
    },
    {
      "code": "L",
      "name": "Donor-initiated projects/directed contributions.",
      "description": "Financial contribution coupled with the demand for  a specific project in a specific country fulfilling donor priorities."
    }
  ]
}